Repository: amanprajapati09/ANEWS
Catalog: NewsApp/Resources/*.lproj/Localizable.strings
Languages: kn

# HelloText
source: नमस्ते
kn: ಹಲೋ

# title_signup
source: Sign Up
kn: ನೋಂದಾಯಿಸಿ

# title_edit_profile
source: मेरी प्रोफाइल
kn: ನನ್ನ ಖಾತೆ

# label_name
source: Name
kn: ಹೆಸರು

# label_email
source: Email
kn: ಇ ಮೈಲ್

# label_contact
source: Phone
kn: ದೂರವಾಣಿ

# label_address
source: Address
kn: ವಿಳಾಸ

# label_password
source: Password
kn: ಪಾಸ್ ವರ್ಡ್

# button_signup
source: Finish
kn: ಮುಗಿಸು

# button_signin
source: Sign In
kn: ಲಾಗಿನ್

# button_save_password
source: सेव करे
kn: ಉಳಿಸು

# button_save_profile
source: सेव करे
kn: ಉಳಿಸು

# button_filter_apply
source: लागू करें
kn: ಸರಿ

# button_filter_clearAll
source: रीसेट
kn: Reset

# text_signin
source: Sign In
kn: ಲಾಗ್ ಇನ್

# dont_have_account
source: Don't have an account?
kn: ಖಾತೆ ಇಲ್ಲವೆ?

# text_forgotPassword
source: Forgot Password?
kn: ಪಾಸ್ ವರ್ಡ್ ಮರೆಯಿತೆ?

# text_skipSignIn
source: Skip to Home
kn: ಮುಖಪುಟಕ್ಕೆ ತೆರಳಿ

# menu_label_signin
source: Sign In
kn: ಲಾಗ್ ಇನ್

# menu_label_home
source: घर
kn: ಮುಖ ಪುಟ

# menu_label_categories
source: श्रेणियाँ
kn: ಕೆಟಗರಿಗಳು

# menu_label_search
source: खोज
kn: ಹುಡುಕು

# menu_lable_my_account
source: मेरा खाता
kn: ನನ್ನ ಖಾತೆ

# menu_lable_post_ad
source: नया विज्ञापन पोस्ट करें
kn: ಹೊಸ ಜಾಹಿರಾತು ಹಾಕು

# menu_lable_my_ads
source: मेरे विज्ञापन
kn: ನನ್ನ ಜಾಹಿರಾತುಗಳು

# menu_label_change_password
source: Change Password
kn: ಪಾಸ್ ವರ್ಡ್ ಬದಲಿಸು

# menu_label_logout
source: Logout
kn: ಲಾಗ್ ಔಟ್

# menu_label_change_language
source: Change language
kn: ಭಾಷೆ

# drawer_open
source: ओपन करे
kn: ತೆರೆ

# drawer_close
source: बंद करे
kn: ಮುಚ್ಚು

# label_ad_itemname
source: वस्तु का नाम
kn: ಹೆಸರು

# label_ad_itemPrice
source: सामान की क़ीमत
kn: ಬೆಲೆ

# label_ad_yourLocation
source: आपकी स्थिति
kn: ಜಾಗ

# label_ad_itemDescription
source: आइटम के बारे में संक्षिप्त
kn: ವಿವರ

# label_ad_itemPurchaseDate
source: आइटम खरीद तारीख
kn: ಖರೀದಿಸಿದ ದಿನಾಂಕ

# label_ad_itemCategory
source: वस्तु की श्रेणी
kn: ಕೆಟೆಗರಿ

# label_ad_yourRegion
source: आपका क्षेत्र
kn: ಸ್ಥಳ

# button_ad_post
source: पोस्ट करे
kn: ಸರಿ

# field_fuelType
source: ईंधन प्रकार
kn: ಇಂಧನ

# field_kmsDriven
source: किमी संचालित
kn: ಓಡಿದ ಕಿ. ಮಿ.

# field_insurance
source: बीमा
kn: ವಿಮೆ

# field_brand
source: ब्रांड
kn: ಬ್ರಾಂಡ್

# field_model
source: मॉडल
kn: ಮಾಡೆಲ್

# field_year
source: वर्ष
kn: ಇಸವಿ

# field_condition
source: स्थिति
kn: ಸ್ಥಿತಿ

# field_invoice
source: इनवॉइस
kn: ರಶೀದಿ

# label_current_password
source: Current Password
kn: ಈಗಿನ ಪಾಸ್ ವರ್ಡ್

# label_new_password
source: New Password
kn: ಹೊಸ ಪಾಸ್ ವರ್ಡ್

# label_retype_password
source: Re-type Password
kn: ಮತ್ತೊಮ್ಮೆ ಪಾಸ್ ವರ್ಡ್

# label_tap_to_signin
source: साइन इन करने के लिए यहां टैप करें
kn: ಒಳ ಹೋಗಲು ಇಲ್ಲಿ ಒತ್ತಿ

# label_filter_range_price
source: बीच में मूल्य
kn: ಬೆಲೆ

# hint_search
source: खोज
kn: ಹುಡುಕು

# label_filter_title
source: फ़िल्टर का उपयोग करना
kn: ವರ್ಗೀಕರಿಸು

# dialog_forgot_password_title
source: Recover Password
kn: ಪಾಸ್ವರ್ಡ್ ಮರುಪಡೆಯಿರಿ

# text_job_detail
source: JOB DETAILS
kn: ಉದ್ಯೋಗದ ವಿವರಗಳು

# text_send_resume
source: Send resume
kn: ರೆಸ್ಯುಮೆ ಕಳುಹಿಸಿ

# text_job_title
source: JOB TITLE
kn: ಉದ್ಯೋಗದ ಹೆಸರು

# text_hiring_firm_name
source: HIRING FIRM NAME
kn: ಕಂಪನಿ ಹೆಸರು

# text_salary
source: SALARY
kn: ಸಂಬಳ

# text_no_of_post
source: NO OF POST AVAILABLE
kn: ಒಟ್ಟು ಕೆಲಸ

# text_email_id
source: EMAIL ID
kn: ಇಮೈಲ್ ವಿಳಾಸ

# text_contact_number1
source: CONTACT NUMBER 1
kn: ಮೊಬೈಲ್ ಸಂಖೆ ೧

# text_contact_number2
source: CONTACT NUMBER 2
kn: ಮೊಬೈಲ್ ಸಂಖೆ ೨

# text_recruiter_designation
source: RECRUTER DESIGNATION
kn: ನೇಮಕಾತಿ ಮಾಡುವವರು

# text_interview_date
source: INTERVIEW DATE
kn: ಸಂದರ್ಶನದ ದಿನಾಂಕ

# text_hiring_firm_addr
source: HIRING FIRM
kn: ಕಂಪನಿ ವಿಳಾಸ

# text_job_location
source: JOB LOCATION
kn: ಕೆಲಸದ ಜಾಗ

# text_job_description
source: JOB DESCRIPTION
kn: ಕೆಲಸದ ವಿವರ

# text_get_location_by_map
source: Get location by Map
kn: ಮ್ಯಾಪ್ ನಲ್ಲಿ ಜಾಗ ಹುಡುಕಿ

# text_review_summary
source: Review summary
kn: ವಿಮರ್ಶೆ ಸಾರಾಂಶ

# button_my_review
source: My review
kn: ನನ್ನ ವಿಮರ್ಶೆ

# button_submit_listing
source: Submit listing
kn: ನಿಮ್ಮ ಲಿಸ್ಟಿಂಗ್ ಸೇರಿಸಿ

# text_title
source: Title
kn: ಶೀರ್ಷಿಕೆ

# text_description
source: Description
kn: ವಿವರ

# button_submit
source: Submit
kn: ಸರಿ

# hint_type_to_search
source: खोजने के लिए लिखें
kn: ಹುಡುಕಿ

# textP_job_title
source: नौकरी का नाम
kn: ಉದ್ಯೋಗದ ಹೆಸರು*

# textP_hiring_firm_name
source: हायरिंग फर्म का नाम
kn: ಕಂಪನಿ ಹೆಸರು*

# textP_salary
source: पगार
kn: ಸಂಬಳ

# textP_no_of_post
source: पदों की संख्या
kn: ಒಟ್ಟು ಕೆಲಸ*

# textP_email_id
source: ईमेल आईडी
kn: ಇಮೈಲ್ ವಿಳಾಸ

# textP_contact_number1
source: संपर्क नंबर 1
kn: ಮೊಬೈಲ್ ಸಂಖೆ ೧*

# textP_contact_number2
source: संपर्क नंबर 2
kn: ಮೊಬೈಲ್ ಸಂಖೆ ೨

# textP_recruiter_designation
source: भर्ती करने वाले का पद
kn: ನೇಮಕಾತಿ ಮಾಡುವವರು*

# textP_interview_date
source: इंटरव्यू की तारीख
kn: ಸಂದರ್ಶನದ ದಿನಾಂಕ

# textP_hiring_firm_addr
source: भर्ती करने वाली फर्म का पता
kn: ಕಂಪನಿ ವಿಳಾಸ

# textP_job_location
source: नौकरी करने का स्थान
kn: ಕೆಲಸದ ಜಾಗ

# textP_job_description
source: नौकरी का विवरण
kn: ಕೆಲಸದ ವಿವರ

# textP_contact_person
source: संपर्क व्यक्ति
kn: ಸಂಪರ್ಕ ವ್ಯಕ್ತಿ*

# button_post_job
source: Post job
kn: ಕೆಲಸ ಸೇರಿಸಿ

# link_read_more
source: Read more
kn: ಇನ್ನಷ್ಟು ಓದಿ

# hint_write_review
source: Write review
kn: ವಿಮರ್ಶೆ ಬರೆಯಿರಿ

# text_get_job_salary
source: Salary:
kn: ಸಂಬಳ :

# text_get_job_posts
source: No of post:
kn: ಒಟ್ಟು ಕೆಲಸ :

# text_get_job_jobIn
source: Job In:
kn: ಕೆಲಸ :

# text_get_job_interview_date
source: Date:
kn: ಸಂದರ್ಶನ ದಿನಾಂಕ :

# text_posted_on
source: Posted On:
kn: ರಂದು

# text_direct_call
source: Direct call
kn: ಕರೆ ಮಾಡಿ

# menu_main_my_account
source: मेरा खाता
kn: ನನ್ನ ಖಾತೆ

# menu_main_search
source: सर्च करे
kn: ಹುಡುಕು
